export default function BookingInfoPage (){

    return(

        <div className="content container">
            <h4>
            כשאנחנו ניגשים לבניית הקעקוע, נדרש מאיתנו לענות על שלוש שאלות עיקריות קודם לכן:
            </h4>   
            <h5>
            גודל-
            </h5>    
            <p>
            הגודל קובע, מה שנותנים ומגדירים לו לקבוע 
            ישנן המון גדלים שניתן לבצע את הפרוייקט
            נסו להגזים במחשבה, עופו רחוק! זה יכוון אתכם.
            גודל הוא  גם...
            מה שבהחלט ישפיעה על כמה דברים שצריך לקחת בחשבון
            לא כול תמונה, ניתן לבצע בכול גודל,
            עומס הפרטים כמו צלליות,צבע ודחיסות דורשים מרחק ושטח עבודה
            לאחר פרק זמן ארוך יש לדיו בגופינו נתייה להתפרס, להתרחב, ועוד שלל תופעות שכיחות במרוצת הזמן
            תכנון נכון בהתחשבות בחוקי הגוף תאפשר לקעקוע להראות טוב יותר לאורך שנים!
            לא כול גודל, מעביר את המסר הנכון
            ישנן רעיונות ששווה לשחק עם הגודל,באומנות בכלל, יש מצבים שהגודל הוא הקונספט העיקרי,            
            </p>
            <h5>
            מיקום-
            </h5>    
            <p>
            ישנם שלל מיקומים שניתן למקם את הפרוייקט,
            חשוב לזכור
            שרמת הכאב, רמת שימור הקעקוע לאורך שנים, והמשמעות הייצוגית משתנות עם המיקום
            מיקום הוא... בעיקרו צורת תקשורת ביני לבין עצמי,
            וצורת תקשורת בין הקעקוע, לסביבה שצופה בו.
            בבחירת מיקום נדרשת השאלה מה המיקום אומר לי? עם מי ועם מה הקעקוע שלי מתקשר?
            נדרש לקחת בחשבון שאזורים שונים בגוף הם בעלי ריכוז שריר , עצם,שומן גידים ועצבים שונים, מה שמשפיע על רמת הכאב, חשוב להבין מה רמת הכאב, לפני שנכנסים להרפתקאות.
            כמו כן, לכול שטח בגוף יש את הרכב העור שלו, כמו שלכול אדם העור היחודי שלו,
            דבר זה משפיעה על תפיסת הדיו בכול אזור, ודורש מחשבה על האזור,
            *,נסו לצייר אפילו עם כלי כתיבה סימון על המיקום שהייתם רוצים לקשט
            </p>    
            <h5>מה מקעקעים-</h5>
            <p>
            ישנם המון דברים שונים, שיכולים לבטא משמעות אחת, ולהפך
            חשוב להעמיק לקול הפנימי, ולנסות להביא את עצמנו הכי טבעי, בלי להתבייש
            ...
            חשוב מאוד שלא נשלול, ושלא נשפוט אף רעיון שעולה לנו מראש
            אם אתם לא אנשי מקצוע, אל תתעסקו בזה-עופו עם כול החלומות!
            התפקיד שלי כמקעקע, למקד ולהעצים אתכם
            לכול שיגעון יש מקום וביטוי, ולעיטים מה שחשבתם קודם כול שלא תעשו, בסוף יקרה:)
            יחד עם זאת, דרושה מחשבה מכמה זוויות והבנה שאנחנו יודעים מה אנחנו מקעקעים,בלי הפתעות בדרך, האחריות היא עלינו
            זכרו שערעור קטן בפנים הוא כמו חווית קעקוע טובה, הם נשארים בזזכרונינו..
            
            גם אם יש לנו שניים מתוך שלושת הדברים, או הרבה בשר באחד מהם, אפשר גם להתחיל לעבוד, כי בסוף הדברים עובדים יד ביד עד לתוצאה הסופית
            </p>    
            **ניתן להעזר בעוד היבט**-
            <h5>סגנון-</h5>
            <p>
            יש שלל של סגנונות, המון מהם יכולים לעבוד גם בצבעים וגם בשחורים ולבנים, העיקר הוא למצוא מתוך כמה רפרנסים שאהבנו את המשותף להם,
            שהוא מה עובד בענינו.
            </p>    
        </div>
    )
} 